import Popup from "../Popup/Popup";

function PopupContent(props) {

    return(
        <Popup
            name="content"
            title="אודות"
            isOpen={props.isOpen}
            onClose={props.onClose}
        >
            <div className="popup__info">
                <p>מטרת היישום לאפשר למי שלא יכול לדבר בקול להביע דעתו.</p>
                <p><b>מי אתה ומה היא הקלדה בשבילך?</b></p>
                <p>שמי אורי והקלדה היא דרך להביע את מחשבותיי ואת הרגשות והרצונות שלי. הקלדה היא הפה שלי, באמצעותה אני מתקשר עם משפחה ועם אנשים סביבי</p>
                <p><b>במה אתה משתמש בהקלדה היום?</b></p>
                <p>היום אני מקליד  עם אבא ובמרכז להבעה אני, מקליד כאשר אני רעב או כשיש לי דברים לומר.</p>
                <p><b>יש מצבים שבהם לא יוצא לך להשתמש בהקלדה והיית רוצה?</b></p>
                <p>כן אני רוצה ללכת לסופר ולהקלד עם המוכר. אני רוצה להליד עם עד אנשים לידי אני רוצה שכולם יכירו את הדרך הזאת .</p>
                <p><b>מה זו הדרך הזאת?</b></p>
                <p>הדרך להביע ולדבר בחופשיות את מה שבראש.</p>
            </div>
        </Popup>
        
    )
}

export default PopupContent;